benchmarks-loadtest/load-test/results/hey/hey_health.txt

Summary:
  Total:	0.0848 secs
  Slowest:	0.0488 secs
  Fastest:	0.0001 secs
  Average:	0.0039 secs
  Requests/sec:	11798.3102
  
  Total data:	62940 bytes
  Size/request:	62 bytes

Response time histogram:
  0.000 [1]	|
  0.005 [887]	|ΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûá
  0.010 [53]	|ΓûáΓûá
  0.015 [8]	|
  0.020 [1]	|
  0.024 [0]	|
  0.029 [0]	|
  0.034 [7]	|
  0.039 [6]	|
  0.044 [8]	|
  0.049 [29]	|Γûá


Latency distribution:
  10%% in 0.0004 secs
  25%% in 0.0007 secs
  50%% in 0.0013 secs
  75%% in 0.0028 secs
  90%% in 0.0056 secs
  95%% in 0.0299 secs
  99%% in 0.0471 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0010 secs, 0.0000 secs, 0.0259 secs
  DNS-lookup:	0.0008 secs, 0.0000 secs, 0.0221 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0033 secs
  resp wait:	0.0026 secs, 0.0001 secs, 0.0262 secs
  resp read:	0.0002 secs, 0.0000 secs, 0.0055 secs

Status code distribution:
  [200]	1000 responses