benchmarks-loadtest/load-test/results/hey/hey_users.txt

Summary:
  Total:	0.1122 secs
  Slowest:	0.0239 secs
  Fastest:	0.0004 secs
  Average:	0.0055 secs
  Requests/sec:	4457.5437
  
  Total data:	53951 bytes
  Size/request:	107 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [27]	|ΓûáΓûáΓûá
  0.005 [349]	|ΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûá
  0.007 [70]	|ΓûáΓûáΓûáΓûáΓûáΓûáΓûáΓûá
  0.010 [3]	|
  0.012 [0]	|
  0.014 [0]	|
  0.017 [4]	|
  0.019 [24]	|ΓûáΓûáΓûá
  0.022 [9]	|Γûá
  0.024 [13]	|Γûá


Latency distribution:
  10%% in 0.0029 secs
  25%% in 0.0032 secs
  50%% in 0.0039 secs
  75%% in 0.0051 secs
  90%% in 0.0157 secs
  95%% in 0.0186 secs
  99%% in 0.0233 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0009 secs, 0.0000 secs, 0.0185 secs
  DNS-lookup:	0.0008 secs, 0.0000 secs, 0.0178 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0045 secs, 0.0003 secs, 0.0180 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0008 secs

Status code distribution:
  [429]	500 responses